Repository: Paranoid-Dev/old-pantheon-greeter
Catalog: po/*.po
Languages: da, fi, he, nb, pl, si

source: Log In
da: Log ind
fi: Kirjaudu sisään
he: כניסה
nb: Logg inn
pl: Zaloguj się
si: ඇතුල් වන්න

source: Swipe your finger
da: Stryg med fingeren
fi: Vedä sormesi
he: נא להעביר את האצבע
nb: Sveip med fingeren
pl: Przeciągnij palcem
si: ඔබේ ඇඟිල්ල අදින්න

source: Place your finger
da: Placér din finger
fi: Aseta sormesi
he: נא למקם את האצבע
nb: Plasser fingeren din
pl: Połóż palec
si: ඔබේ ඇඟිල්ල තබන්න

source: Remove your finger and try again.
da: Fjern din finger og prøv igen.
fi: Nosta sormesi pois ja yritä uudelleen.
he: נא להסיר את האצבע ולנסות שוב.
nb: Fjern fingeren din og prøv igjen.
pl: Zabierz palec i spróbuj ponownie.
si: ඔබගේ ඇඟිල්ල ඉවත් කර නැවත උත්සාහ කරන්න.

source: Center your finger and try again.
da: Centrér din finger og prøv igen.
fi: Keskitä sormesi ja yritä uudelleen.
he: נא למרכז את האצבע ולנסות שוב.
nb: Sett fingeren din i midten og prøv igjen.
pl: Wyśrodkuj palec i spróbuj ponownie.
si: ඔබගේ ඇඟිල්ල කේන්ද්රගතකර නැවත උත්සාහ කරන්න.

source: An unknown error occured
da: Der opstod en ukendt fejl
fi: Havaittiin tuntematon virhe
he: אירעה שגיאה בלתי ידועה
nb: En ukjent feil har inntruffet
pl: Wystąpił nieznany błąd
si: නොදන්නා දෝෂයක් ඇතිවිය

source: Swipe your finger again
da: Stryg med fingeren igen
fi: Vedä sormesi uudelleen
he: נא להעביר את האצבע שוב
nb: Sveip med fingeren igjen
pl: Przeciągnij raz jeszcze palcem
si: ඔබගේ ඇඟිල්ල නැවතත් අදින්න

source: Swipe was too short, try again
da: Stryg var for kort, prøv igen
fi: Veto oli liian lyhyt, yritä uudelleen
he: ההעברה הייתה מהירה מדי, נא לנסות שוב
nb: Sveipet var for kort, prøv igjen
pl: Przeciągnięcie było zbyt krótkie, spróbuj ponownie
si: ඇදීම ඉතා කෙටි විය, යළි උත්සාහ කරන්න

source: Your finger was not centered, try swiping your finger again
da: Din finger var ikke centreret, prøv at stryge fingeren igen
fi: Sormesi ei ollut keskitettynä, vedä sormesi uudelleen
he: האצבע שלך לא הועברה במרכז, נא לנסות להעביר את האצבע שוב
nb: Fingeren din var ikke sentrert, prøv å sveipe fingeren igjen
pl: Twój palec nie był wyśrodkowany, spróbuj raz jeszcze przeciągnąć palcem
si: ඔබේ ඇඟිල්ල කේන්ද්රගත වී නැත

source: Remove your finger, and try swiping your finger again
da: Fjern din finger, og prøv at stryge fingeren igen
fi: Nosta sormesi pois ja yritä vetää sormellasi uudelleen
he: נא להרים את האצבע ולנסות להעביר אותה שוב
nb: Fjern fingeren din og forsøk å sveipe fingeren en gang til
pl: Zabierz palec i spróbuj raz jeszcze nim przeciągnąć
si: ඔබගේ ඇඟිල්ල ඉවත් කර, ඔබගේ ඇඟිල්ල යලිත් ඇදීමට උත්සාහ කරන්න

source: Place your finger on the reader again
da: Placer fingeren på læseren igen
fi: Aseta sormesi uudelleen lukijalle
he: נא להציב את האצבע על הקורא שוב
nb: Plasser fingeren din på leseren igjen
pl: Połóż ponownie swój palec na czytniku
si: කියවනය මත නැවත ඇගිල්ල ඇඟිල්ල තබන්න

source: Failed to match fingerprint
da: Kunne ikke matche fingeraftryk
fi: Sormenjäljen vastaaminen epäonnistui
he: התאמת טביעת האצבע נכשלה
nb: Klarte ikke å finne overnsstemmelse med fingeravtrykk
pl: Błąd porównania odcisków palca
si: ඇඟිලි සලකුණු ගැලපීම අසමත් විය

source: Verification timed out
da: Verifikationsperioden udløb
fi: Vahvistus aikakatkaistiin
he: זמן האימות פג
nb: Tidsavbrudd for bekreftelse
pl: Upłynął czas na weryfikację
si: තහවුරු කිරීම කල් ඉකුත් විය

source: Manual Login
da: Manuelt login
fi: Manuaalinen kirjautuminen
he: כניסה ידנית
nb: Manuell innlogging
pl: Ręczne logowanie
si: අත් මෙහෙයුම් පිරුම

source: Guest session
da: Gæstesession
fi: Vierasistunto
he: כניסת אורח
nb: Gjest
pl: Gość
si: ආගන්තුක සැසිය

source: %A, %B %e
da: %A d. %e. %B
fi: %A, %e. %Bta
he: %A, ה־%B ב%e
nb: %A, %e. %B
pl: %A, %e %B

source: %l:%M
da: %H:%M
fi: %R
nb: %H:%M
pl: %k:%M
